/*
Мареева Ангелина Ильинична
ПИ 11
Карточка лабороторной работы

printf("[ Начало ]\n");
    printf("    |\n");
    printf("    ↓\n");
    printf("/ Вывести заголовок и сведения /\n");
    printf("    |\n");
    printf("    ↓\n");
    printf("/ Вывести таблицу элементов /\n");
    printf("    |\n");
    printf("    ↓\n");
    printf("/ Вывести стаутс выполнения /\n");
    printf("    |\n");
    printf("    ↓\n");
    printf("[ Конец ]\n");
*/

#include <stdio.h>

int main(void) 
{
    printf("===============================================\n");
    printf("ЛАБОРАТОРНАЯ РАБОТА № 1\n");
    printf("===============================================\n");
    printf("Дисциплина:\t");
    printf("\"Алгоритмизация и программирование\"\n");
    printf("Язык:\t");
    printf("         C\n");
    printf("Тема:\t");
    printf("         Первая программа\n");
    printf("-----------------------------------------------\n");
    printf("Элемент\t");
    printf("Назначение\n");
    printf("#include\t");
    printf("Подключение библиотеки\n");
    printf("main\t");
    printf("        Начало выполнения\n");
    printf("printf\t");
    printf("        Вывод текста\n");
    printf("return 0\t");
    printf("Успешное завершение\n");
    printf("-----------------------------------------------\n");
    printf("Статус:         программа выполнена успешно\n");
    printf("===============================================\n");
    return 0;
}

