// Ванин К.А., группа: ИИС 1-1, назначение - практика 
#include <stdio.h>

int main() 
{
    
	printf("========================================\n");
	printf("   Лабораторная работа № 1\n");
	printf("========================================\n");
	printf("Дисциплина: Алгоитмизация и программирование\n");
	printf("Язык:\t");
	printf("C\n");
	printf("Тема:   Первая программа\n");
	printf("------------------------------------\n");
	printf("Элемент    Назначение\n");
	printf("#include    Подключение библиотеки");
	printf("main    Начало выполнения\n");
	printf("printf    Вывод текста\n");
	printf("return 0    Успешное завершение\n");
	printf("------------------------------------\n");
	printf("Статус: программа выполнение успешно\n");
	printf("========================================\n");
	return 0;
}

